export const TRANSFORM_AMOUNT = 10;
export const INDENT_POPUP_NOTIFICATION = 25;
export const INDENT_POPUP_PROFILE = 20;

export const PATH_LIST = {
  account: 'Панель управления',
  shop: 'Магазин услуг',
  bulletproof: 'Магазин услуг',
  vpn: 'Магазин услуг',
  balanse: 'Ваш кошелек',
  rules: 'Правила сервиса',
  new: 'Новая услуга',
}

export const FAQ_LIST_VPS = [
  {
    id: 0,
    question: 'Что такое оффшорный веб хостинг?',
    answer: 'Оффшорные хостинги гарантируют полную конфиденциальность данных, анонимность и широкий спектр приемлемого контента',
  },
  {
    id: 1,
    question: 'Что такое DMCA?',
    answer: 'Digital Millenium Copyright Act — это закон, обеспечивающий соблюдение авторского права. Его приняли в 1998 году в США, и действует он только в американской юрисдикции',
  },
  {
    id: 2,
    question: 'Какие способы оплаты вы принимаете?',
    answer: 'Мы принимаем оплату BTC, ETH, LTC, USDT (TRC-20)',
  },
  {
    id: 3,
    question: 'Вам нужна моя личная информация?',
    answer: 'Нет, мы не запрашиваем информацию о клиентах, весь процесс покупки и использования наших услуг является анонимным',
  },
  {
    id: 4,
    question: 'Делаете ли вы резервное копирование (бэкапы)?',
    answer: 'По умолчанию бэкапы отключены',
  },
  {
    id: 5,
    question: 'Есть ли у вас защита от DDOS атак?',
    answer: 'Да, мы предоставляем защиту от DDOS атак',
  },
];

export const FAQ_LIST_VPN = [
  {
    id: 0,
    question: 'На каких устройствах можно использовать VPN?',
    answer: 'Windows, macOS, Android, iOS, Linux.',
  },
  {
    id: 1,
    question: 'Чем WireGuard лучше OpenVPN?',
    answer: 'WireGuard не использует большой объем кода, поэтому работает быстрее.',
  },
  {
    id: 2,
    question: 'Какие способы оплаты вы принимаете?',
    answer: 'Мы принимаем оплату BTC, ETH, LTC, USDT (TRC-20)',
  },
  {
    id: 3,
    question: 'У вас есть скидки за аренду VPN на длительный срок?',
    answer: 'Да, 3 месяца -5%, 6 месяцев -10%, 12 месяцев -15%',
  },
  {
    id: 4,
    question: 'Ваш VPN анонимный?',
    answer: 'Да, мы не храним логи и используем современные протоколы шифрования.',
  },
  {
    id: 5,
    question: 'Где мне скачать клиент для моего устройства?',
    answer: 'На официальном сайте https://www.wireguard.com/install/.',
  },
];

export const FAQ_LIST_ABUSE = [
  {
    id: 0,
    question: 'Что такое Абузоустойчивые сервера?',
    answer: 'Абузоустойчивые VPS/VDS разрешают размещение любого контента',
  },
  {
    id: 1,
    question: 'На сколько выдается хостинг?',
    answer: 'Минимальный срок 30 дней',
  },
  {
    id: 2,
    question: 'Какие способы оплаты вы принимаете?',
    answer: 'Мы принимаем оплату BTC, ETH, LTC, USDT (TRC-20)',
  },
  {
    id: 3,
    question: 'Сколько времени происходит активация абузоустойчевого сервера?',
    answer: 'До 24 часов',
  },
  {
    id: 4,
    question: 'Вам нужна моя личная информация?',
    answer: 'Нет, мы не запрашиваем информацию о клиентах, весь процесс покупки и использования наших услуг является анонимным',
  },
  {
    id: 5,
    question: 'Есть ли у вас защита от DDOS атак?',
    answer: 'Да, мы предоставляем защиту от DDOS атак',
  },
];