export const FAQ_LIST_VPS = [
  {
    id: 0,
    question: 'Что такое оффшорный веб хостинг?',
    answer: 'Оффшорные хостинги гарантируют полную конфиденциальность данных, анонимность и широкий спектр приемлемого контента',
  },
  {
    id: 1,
    question: 'Что такое DMCA?',
    answer: 'Digital Millenium Copyright Act — это закон, обеспечивающий соблюдение авторского права. Его приняли в 1998 году в США, и действует он только в американской юрисдикции',
  },
  {
    id: 2,
    question: 'Какие способы оплаты вы принимаете?',
    answer: 'Мы принимаем оплату BTC, ETH, LTC, USDT (TRC-20)',
  },
  {
    id: 3,
    question: 'Вам нужна моя личная информация?',
    answer: 'Нет, мы не запрашиваем информацию о клиентах, весь процесс покупки и использования наших услуг является анонимным',
  },
  {
    id: 4,
    question: 'Делаете ли вы резервное копирование (бэкапы)?',
    answer: 'По умолчанию бэкапы отключены',
  },
  {
    id: 5,
    question: 'Есть ли у вас защита от DDOS атак?',
    answer: 'Да, мы предоставляем защиту от DDOS атак',
  },
];